// Задача 2: Напишите программу, которая на вход принимает два числа и выдаёт, какое число большее, а какое меньшее.

int a = 9;
int b = 13;
int max = a;
if (a > b)
{
    Console.Write("a > b");
}
else
{
    Console.Write("b > a");
}